[A_Creature_base_t2 H7Creature]
mName="流亡者"
mLore="在任何其他地方不受欢迎的人常常来到联盟。不仅因为其开放的态度，也是为了隐藏和消失。然而，艰苦的条件使得无法独自生存。因此，流亡者常被雇佣为猎人、商队护卫或私人保镖。"

[A_Creature_t2_lv2_frost H7Creature]
mName="寒冰游侠"
mLore="强大的雪地战士守卫着城市。但对于堡垒和边界，寒冰游侠更为合适。他们能完美地在雪中伪装，无声移动，并且比任何人都更了解山脉。在联盟的小径上行走时要小心，也许某个雪堆就是一个潜伏的寒冰游侠。在你察觉之前，他的箭矢可能已射入你的腹部。"

[A_Maneuver_frost H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="战术机动"
mTooltip="当此生物即将对近战攻击进行反击时，它会首先远离攻击者，然后用其远程攻击进行反击。"

[A_RangedAttack_ice_arow H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="远程攻击"
mTooltip="远程攻击"

[Ability.A_Nova H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="寒冰箭"
mTooltip="集中能量形成强大的寒冰箭：对目标造成 %d1 点伤害，并有 100% 几率冻结它。如果目标已被冻结，则对目标造成额外 %d2 点伤害。\n每场战斗一次。"

[Ability.A_tir_glacial_mortel H7CreatureAbility]
mTooltipMagicGuild=""
mTooltipMagicGuildRankLine=""
mTooltipUpgraded=""
mName="致命霜冻射击"
mTooltip="当此生物达到冷血等级 2 或更高时，下一次射击将总是暴击。此生物的暴击会消耗冷血等级。"